<template>
  <div class="max-w-4xl mx-auto font-frank" dir="rtl">
    <div class="px-12 py-8">
      <header class="flex items-baseline justify-between text-xl font-bold">
        <span></span>
        <span>שמות&emsp;כד&emsp;משפטים</span>
        <span>תרט</span>
      </header>

      <article class="mt-6">
        <header class="flex text-lg font-bold text-center">
          <div class="flex-1">יונתן בן עוזיאל</div>
          <div class="flex-1">ביאור יונתן</div>
        </header>
        <div
          class="float-right mb-4 ml-6 text-justify text-last-center"
          style="width: calc(50% - .75rem)"
        >א) [סעיף א'] אומר ש"ץ ברכו את ה' המבורך ועונים אחריו וכו'. ואם הש"ץ אומר בלחש ולא שמע ממנו ברכו רק שמע הקהל עונים אומר אחריהם אמן כמ"ש סי' קל"ט סעי' ו' בהגהה. מ"א סק"א. והב"ד י"א בהגה"ט, מאמ"ר אות א'. סו"ב או' א'. ש"ץ דפ"ט ע"ג. ח"א כלל ל' אות ח'. חס"ל אות ג'. אמנם הפרמ"ג בה"א אות א' הקשה על דברי המ"א הנז' מדברי מור"ם ז"ל בהגהה סי' נ"ו סעי' א' וסוף סי' קכ"ד דמשמע שם דהשומע מן הצבור עונה עמהם.:</div>
        <div
          class="text-sm text-justify text-last-center"
        >ג) שם ועונים אחריו ברוך ה' וכו'. אמרו במדרש רות על פסוק חדלו לכם מן האדם וכו' שהנשמה אינה נכנסת להתישב בגוף האדם עד שיברך ברוך ה' המבורך לעולם ועד והיא ממתנת באפו עד ברכו ואם אינו זוכה לברכו הולכת לה ונשאר ונחשב לבמה כמ"ש חז"ל אל תקרי במה אלא במה, ולכן צריך לחזור אחר עשרה כדי שיאמרו ברכו ויענה אחריהם להשלמת נפשי. ש"ץ דפ"ט ע"ג, וכ"כ בפע"ח שער הק"ש פ"א בשם האר"י זלה"ה וז"ל אפילו מי שמשכים ללמוד ולעסוק בתורה אינו חוזר בו נשמתו עד שיתפלל ויענה ברוך ה' המבורך לעולם ועד ואז חוזרת אליו הנשמה לכן יש בו ה' תיבות נגד ה' שמות של נרנח"י שיש לנשמה עכ"ל, והביאו יפה ללב ז"ל אות א'. ועוד עיין מש"ל סי' נ"ו אות יו"ד, ואם הוא אנוס ואינו יכול להתפלל בציבור יאמר ברייתא דרבי עקיבא כמש"ל סי' ן' אות ט':</div>
      </article>

      <article class="mt-6">
        <header class="text-lg font-bold text-center">רמב״ן</header>
        <div class="text-sm text-justify cols-2 text-last-center">
          בתוס׳ (ד״ה ומה הסוקל) - שנים אוחזין בטלית, זה אומר כולה שלי וזה אומר כולה שלי:
          צ״ב, דגם גבי בן גרושה ובן חלוצה נימא הכי, דגלי קרא בהדיא ״ועשיתם לו כאשר זמם״, וזה כולל גם ב״ג וב״ח, דהרי הפסוק אומרת ״ועשיתם לו כאשר זמם לעשות לאחיו״, ואם זמם לעשותו ב״ג וב״ח צריך לעשות אותו ב״ג וב״ח. ולמה אומרים התוס׳ דבזה ליכא גילוי קרא.
          בתוס׳ (שם) - לכך פי׳ ר״ת... והשתא לא בטלת לגמרי דאיכא לאוקמי בי״ד שאינו בסקילה.
          לכאורה [אלא נידון בסייף ככל רוצח], הבא לשרוף ולא שרף אינו דין שלא ישרף. וכן בחנק. וכתב מהרש״א דכוונת התוס׳ לסייף, ולאו דוקא כל שאר מיתות בי״ד.
        </div>
      </article>

      <article class="mt-6">
        <header class="text-lg font-bold text-center">בעל הטורים</header>
        <div class="text-sm text-justify text-last-center">
          <strong>(א) שנים אוחזין בטלית, זה אומר כולה שלי וזה אומר כולה שלי.</strong>
          צ״ב, דגם גבי בן גרושה ובן חלוצה נימא הכי, דגלי קרא בהדיא ״ועשיתם לו כאשר זמם״, וזה כולל גם ב״ג וב״ח, דהרי הפסוק אומרת ״ועשיתם לו כאשר זמם לעשות לאחיו״, ואם זמם לעשותו ב״ג וב״ח צריך לעשות אותו ב״ג וב״ח. ולמה אומרים התוס׳ דבזה ליכא גילוי קרא.
        </div>
      </article>

      <article class="mt-6">
        <header class="flex text-lg font-bold text-center">
          <div class="flex-1">חזקוני</div>
          <div class="flex-1">ספורנו</div>
        </header>
        <div
          class="float-left mb-4 mr-6 text-sm font-bold text-justify text-last-center"
          style="width: calc(50% - .75rem)"
        >א) [סעיף א'] אומר ש"ץ ברכו את ה' המבורך ועונים אחריו וכו'. ואם הש"ץ אומר בלחש ולא שמע ממנו ברכו רק שמע הקהל עונים אומר אחריהם אמן כמ"ש סי' קל"ט סעי' ו' בהגהה. מ"א סק"א. והב"ד י"א בהגה"ט, מאמ"ר אות א'. סו"ב או' א'. ש"ץ דפ"ט ע"ג. ח"א כלל ל' אות ח'. חס"ל אות ג'. אמנם הפרמ"ג בה"א אות א' הקשה על דברי המ"א הנז' מדברי מור"ם ז"ל בהגהה סי' נ"ו סעי' א' וסוף סי' קכ"ד דמשמע שם דהשומע מן הצבור עונה עמהם.:</div>
        <div
          class="text-justify text-last-center"
        >ג) שם ועונים אחריו ברוך ה' וכו'. אמרו במדרש רות על פסוק חדלו לכם מן האדם וכו' שהנשמה אינה נכנסת להתישב בגוף האדם עד שיברך ברוך ה' המבורך לעולם ועד והיא ממתנת באפו עד ברכו ואם אינו זוכה לברכו הולכת לה ונשאר ונחשב לבמה כמ"ש חז"ל אל תקרי במה אלא במה, ולכן צריך לחזור אחר עשרה כדי שיאמרו ברכו ויענה אחריהם להשלמת נפשי. ש"ץ דפ"ט ע"ג, וכ"כ בפע"ח שער הק"ש פ"א בשם האר"י זלה"ה וז"ל אפילו מי שמשכים ללמוד ולעסוק בתורה אינו חוזר בו נשמתו עד שיתפלל ויענה ברוך ה' המבורך לעולם ועד ואז חוזרת אליו הנשמה לכן יש בו ה' תיבות נגד ה' שמות של נרנח"י שיש לנשמה עכ"ל, והביאו יפה ללב ז"ל אות א'. ועוד עיין מש"ל סי' נ"ו אות יו"ד, ואם הוא אנוס ואינו יכול להתפלל בציבור יאמר ברייתא דרבי עקיבא כמש"ל סי' ן' אות ט':</div>
      </article>
    </div>
  </div>
</template>

<script>
export default {
  name: "PageLayout"
};
</script>
